---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecWireType
source: html/0495d9cb-3ddd-460d-5246-27fe398967cd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecWireType Property

"Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecWireType { get; }
```